Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/locality/*.po
Languages: de_ch, uk

source: Open Map
de_ch: Karte öffnen
uk: Відкрити карту

source: GeoMap
de_ch: Karte
uk: Геокарта

# queryMapSubset
source: GeoMap - Plotted {plotted:number|formatted} of {total:number|formatted} records
de_ch: GeoMap hat {plotted:number|formatted} von {total:number|formatted} Datensätzen gezeichnet
uk: GeoMap - зображено {plotted:number|formatted} із {total:number|formatted} записів

# queryMapAll
source: GeoMap - Plotted {plotted:number|formatted} records
de_ch: GeoMap hat {plotted:number|formatted} Datensätze gezeichnet
uk: GeoMap - Зображено {plotted:number|formatted} записів

source: Polygon Boundaries
de_ch: Polygon-Grenzen
uk: Межі багатокутників

source: Error Radius
de_ch: Fehlerradius
uk: Радіус помилки

source: Show Map
de_ch: Karte anzeigen
uk: Показати карту

source: No coordinates
de_ch: Keine Koordinaten
uk: Координати не вказані

# notEnoughInformationToMap
source: {localityTable:string} must have coordinates to be mapped.
de_ch: {localityTable:string} muss Koordinaten haben, um kartiert werden zu können.
uk: {localityTable:string} має мати координати перед тим як її можна нанести на карту.

# occurrencePoints
source: Pins
de_ch: Stecknadeln
uk: Шпильки

# occurrencePolygons
source: Polygons
de_ch: Polygone
uk: Багатокутники

# geographyRequired
source: {geographyTable:string} must be mapped
de_ch: {geographyTable:string} muss kartiert werden
uk: {geographyTable:string} має бути зіставлено

# geographyRequiredDescription
source: The GeoLocate plugin requires the geography field to be populated.
uk: Плагін GeoLocate вимагає заповнення поля географії.

source: Coordinates
uk: Координати

# northWestCorner
source: NW Corner
uk: ПЗ Кут

# southEastCorner
source: SE Corner
uk: ПС Кут

source: Coordinate Type
uk: Тип координат

source: Point
uk: Точка

source: Line
uk: Лінія

source: Rectangle
uk: Прямокутник

source: Parsed
uk: Підтверджений

source: Latitude
uk: Широта

source: Longitude
uk: Довгота

source: Toggle Full Screen
uk: Перемкнути повний екран

# degrees
source: DD.DDDD (32.7619)
uk: ДД.ДДДД (32.7619)

# degreesMinutes
source: DD MMMM (32. 45.714)
uk: ДД ММММ (32. 45.714)

# degreesMinutesSeconds
source: DD MM SS.SS (32 45 42.84)
uk: ДД ММ СС.СС (32 45 42.84)

# degreesWithDirection
source: DD.DDDD N/S/E/W (32.7619 N)
uk: ДД.ДДДД N/S/E/W (32.7619 N)

# degreesMinutesWithDirection
source: DD MM.MM N/S/E/W (32 45.714 N)
uk: ДД ММ.ХМ N/S/E/W (32 45,714 N)

# degreesMinutesSecondsWithDirection
source: DD MM SS.SS N/S/E/W (32 45 42.84 N)
uk: ДД ММ СС.СС N/S/E/W (32 45 42.84 N)

source: GEOLocate
de_ch: GEO Lokalisierung
