Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/resources/*.po
Languages: de_ch, es

source: App Resources
de_ch: App Ressourcen
es: Recursos de la aplicación

source: Form Definition
de_ch: Formular Definition
es: Definición del formulario

source: Form Definitions
de_ch: Formular Definitionen
es: Definiciones de formulario

source: Load File
de_ch: Datei Laden
es: Cargar archivo

source: Global Resources
de_ch: Globale Ressourcen
es: Recursos globales

source: Discipline Resources
de_ch: Disziplin-Ressourcen
es: Recursos de disciplina

source: Type
de_ch: Typ
es: Tipo

source: User Types
de_ch: Benutzertypen
es: Tipos de usuario

source: Resources
de_ch: Ressourcen
es: Recursos

source: Sub-categories
de_ch: Unterkategorien
es: Subcategorías

source: Add Resource
de_ch: Ressource hinzufügen
es: Agregar recurso

source: App Resource
de_ch: App Ressource
es: Recurso de aplicación

source: RSS Export Feed
es: Exportar fuente RSS

source: Express Search Config
de_ch: Express Suche Konfigurieren
es: Configuración de búsqueda rápida

source: Web Links
es: Enlaces web

# uiFormatters
source: Field formatters
de_ch: Feld-Formatierer
es: Formateadores de campo

# dataObjectFormatters
source: Record Formatters
de_ch: Datensatz-Formatierer
es: Formateadores de registros

source: Data Entry Tables
de_ch: Dateneingabetabellen
es: Tablas de entrada de datos

source: Interactions Tables
de_ch: Interaktionstabellen
es: Tablas de interacciones

source: Other XML Resource
de_ch: Andere XML-Ressource
es: Otro recurso XML

source: Other JSON Resource
de_ch: Andere JSON-Ressource
es: Otro recurso JSON

source: Other Properties Resource
de_ch: Andere Eigenschaften Ressource
es: Otro recurso de propiedades

# otherAppResource
source: Other Resource
de_ch: Andere Ressource
es: Otro recurso

source: Filters
de_ch: Filter
es: Filtros

source: Custom
de_ch: Individuell
es: Personalizado

source: Leaflet Layers
de_ch: Leaflet-Layer
es: Capas de folleto

source: Text Editor
es: Editor de texto

source: Visual Editor
de_ch: Visueller Editor
es: Editor visual

source: Select Resource Type
de_ch: Ressourcentyp auswählen
es: Seleccionar el tipo de recurso

source: Global Preferences
de_ch: Globale Einstellungen
es: Preferencias globales

source: Remote Preferences
de_ch: Remote-Einstellungen
es: Preferencias en remoto
