Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/main/*.po
Languages: de_ch, ru

source: Page Not Found
de_ch: Seite wurde nicht gefunden
ru: Страница не найдена

# nothingWasFound
source: Oops! Nothing was found
de_ch: Hoppla! Es wurde nichts gefunden :-(
ru: Ой! Ничего не найдено

# pageNotFoundDescription
source: The page you are looking for might have been removed, had its name changed or is temporarily unavailable.
de_ch: Die Seite, die Sie suchen, wurde möglicherweise entfernt, ihr Name wurde geändert oder sie ist vorübergehend nicht verfügbar.
ru: Возможно, страница, которую вы ищете, была удалена, ее название изменилось или она временно недоступна.

source: Return to homepage
de_ch: Zurück zur Startseite
ru: Вернуться на главную страницу

# errorOccurred
source: We are sorry, something has gone wrong
de_ch: Sorry, da ist etwas schief gelaufen

# errorOccurredDescription
source: We're sorry, it seems you have encountered an error in Specify 7 that we may not be aware of.
de_ch: Es tut uns leid, aber es scheint, dass Sie auf einen Fehler in Specify 7 gestossen sind, der uns möglicherweise nicht bekannt ist.
ru: Произошла неисправимая ошибка, которая не позволит нам безопасно вернуться к вашему текущему окну.

# criticalErrorOccurredDescription
source: To avoid corrupting data records, we need to start again from a safe spot--the Home page.
de_ch: Um zu verhindern, dass Datensätze beschädigt werden, müssen wir an einer sicheren Position neu beginnen - der Startseite.
ru: Чтобы избежать повреждения записей данных, нам нужно начать заново с безопасного места — домашней страницы.

# errorResolutionDescription
source: If this issue persists, please contact your IT support. If this is a Specify Cloud database, please download the error message and send it to <email />.
de_ch: Wenn dieses Problem weiterhin besteht, wenden Sie sich bitte an Ihren IT-Support. Wenn es sich um eine Specify Cloud-Datenbank handelt, laden Sie bitte die Fehlermeldung herunter und senden Sie sie an <email />.
ru: Если эта проблема не устраняется, обратитесь к вашей службе поддержки. Если это база данных Specify Cloud, загрузите сообщение об ошибке и отправьте его на <email />.

# errorResolutionSecondDescription
source: Users from <memberLink>member institutions</memberLink> can search for answered questions and ask for help on our <discourseLink>Community Forum</discourseLink>.
de_ch: Benutzer von <memberLink>Mitgliedsinstitutionen</memberLink> können in unserem <discourseLink>Community Forum</discourseLink> nach Antworten suchen und um Hilfe bitten.
ru: Пользователи из <memberLink>учреждений Консорциума</memberLink> могут искать ответы на вопросы и обращаться за помощью на нашем <discourseLink>форуме</discourseLink>.

source: Error Message
de_ch: Fehlermeldung
ru: Описание ошибки

# leavePageConfirmation
source: Are you sure you want to leave this page?
de_ch: Sind Sie sicher, dass Sie diese Seite verlassen wollen?
ru: Вы уверены, что хотите покинуть эту страницу?

# leavePageConfirmationDescription
source: Unsaved changes would be lost if your leave this page.
de_ch: Nicht gespeicherte Änderungen gehen verloren, wenn Sie diese Seite verlassen.
ru: Несохраненные изменения будут потеряны, если вы покинете эту страницу.

source: Leave
de_ch: Verlassen
ru: Покинуть

# versionMismatch
source: Specify version does not match database version
de_ch: Die Specify Version stimmt nicht mit der Datenbankversion überein
ru: Specify версия не соответствует версии базы данных

# versionMismatchDescription
source: The Specify version {specifySixVersion:string} does not match the database version {databaseVersion:string}.
de_ch: Die Specify Version {specifySixVersion:string} stimmt nicht mit der Datenbankversion {databaseVersion:string} überein.
ru: Specify версия {specifySixVersion:string} не соответствует версии базы данных {databaseVersion:string}.

# versionMismatchSecondDescription
source: Some features of Specify 7 may therefore fail to operate correctly.
de_ch: Einige Funktionen von Specify 7 funktionieren daher möglicherweise nicht richtig.
ru: Поэтому некоторые функции Specify 7 могут неработать.

# versionMismatchInstructions
source: Instructions for resolving Specify schema mismatch
de_ch: Anweisungen zur Behebung der Abweichung des Specify Schemas
ru: Инструкции по устранению несоответствия схемы Specify
