Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/header/*.po
Languages: de_ch, es, fr

source: Skip to Content
de_ch: Weiter zum Inhalt
es: Saltar al contenido
fr: Aller au contenu

source: Main
de_ch: Allgemein
es: Inicio

# currentCollection
source: Current {collectionTable:string}
de_ch: Derzeitige {collectionTable:string}
es: Actual {collectionTable:string}
fr: Collection actuelle

source: Data Entry
de_ch: Datenerfassung
es: Entrada de Datos
fr: Saisie des données

# makeDwca
source: Create DwC Archive
de_ch: DwC-Archiv erstellen
es: Hacer DwCA
fr: Créer une archive DwC

# updateExportFeed
source: Update RSS Feed
de_ch: RSS-Feed aktualisieren
es: Actualizar Fuente de Datos Ahora
fr: Mettre à jour le flux RSS

# updateExportFeedConfirmation
source: Update export feed?
de_ch: Export-Feed aktualisieren?
es: ¿Actualizar el canal de exportación?
fr: Mettre à jour le flux d'exportation ?

# updateExportFeedConfirmationDescription
source: Update all RSS export feed items now?
de_ch: Jetzt alle RSS-Export-Feed-Elemente aktualisieren?
es: ¿Actualizar todos los elementos de la fuente de exportación RSS ahora?
fr: Mettre à jour tous les éléments du flux d'exportation RSS maintenant ?

# feedExportStarted
source: Export feed update started
de_ch: Aktualisierung des Export-Feeds gestartet
es: Se inició la actualización del canal de exportación
fr: La mise à jour du flux d'exportation a commencé

# feedExportStartedDescription
source: Update started. You will receive a notification for each feed item updated.
de_ch: Aktualisierung gestartet. Sie erhalten eine Benachrichtigung für jedes aktualisierte Feed-Element.
es: Actualización iniciada. Recibirás una notificación cada vez que se actualice un elemento del canal.
fr: La mise à jour a commencé. Vous recevrez une notification pour chaque élément de flux mis à jour.

source: DwCA export started
de_ch: DwCA-Export gestartet
es: Exportación de DwCA iniciada
fr: L'exportation DwCA a commencé

# dwcaExportStartedDescription
source: Export started. You will receive a notification when the export is complete.
de_ch: Export gestartet. Sie erhalten eine Benachrichtigung, sobald der Export abgeschlossen ist.
es: Exportación iniciada. Recibirá una notificación cuando se complete la exportación.
fr: L'exportation a commencé. Vous recevrez une notification lorsque l'exportation sera terminée.

source: Label Name
de_ch: Etikett Name
es: Nombre de la etiqueta
fr: Nom de l'étiquette

source: Report Name
de_ch: Name des Berichts
es: Nombre del Informe
fr: Nom du rapport

# createLabel
source: Create new label
de_ch: Neues Label erstellen
es: Crear una nueva etiqueta
fr: Créer une nouvelle étiquette

# createReport
source: Create new report
de_ch: Neuen Bericht erstellen
es: Crear un nuevo informe
fr: Créer un nouveau rapport

source: Repair Tree
de_ch: Baum reparieren
es: Reparar Árbol
fr: Arbre de réparation

# treeRepairComplete
source: Tree repair is complete.
de_ch: Die Baumreparatur ist abgeschlossen.
es: La reparación del árbol está completa.
fr: La réparation de l'arbre est terminée.

source: Choose DwCA
de_ch: DwCA wählen
es: Elija un DwCA
fr: Choisissez DwCA

source: Choose Metadata resource
de_ch: Metadaten-Ressource auswählen
es: Seleccione un recurso de los metadatos
fr: Choisissez la ressource de métadonnées

source: Primary Search
de_ch: Primäre Suche
es: Búsqueda principal
fr: Recherche principale

source: Secondary Search
de_ch: Sekundäre Suche
es: Búsqueda secundaria
fr: Recherche secondaire

source: Menu Items
de_ch: Menü-Einträge
es: Elementos de menú

source: User Tools
de_ch: Benutzerwerkzeuge
es: Herramientas para el usuario
fr: Outils utilisateur

# userToolsForUser
source: User Tools ({userName:string})
de_ch: Benutzerwerkzeuge ({userName:string})
es: Herramientas ({userName:string})

# helpLocalizeSpecify
source: Help Localize Specify 7
de_ch: Hilf beim übersetzen von Specify 7
es: Ayuda a personalizar geográficamente Specify 7
fr: Aide Localiser Spécifier 7

# helpLocalizeSpecifyDescription
source: We would be very grateful for your support localizing Specify 7 User Interface. If you are interested, please <link>see the instructions</link>.
de_ch: Wir wären sehr dankbar für Ihre Unterstützung bei der Übersetzung der Specify 7 Benutzeroberfläche. Wenn Sie daran interessiert sind, lesen Sie bitte <link>die Anleitung</link>.
es: Estaríamos muy agradecidos por su apoyo para localizar la interfaz de usuario de Specific 7. Si está interesado, por favor <link> consulte las instrucciones </link>.
fr: Nous vous serions très reconnaissants de votre aide pour la localisation de l'interface utilisateur Spécifiez 7. Si vous êtes intéressé, veuillez envoyer un e-mail à <emailLink />

# incompleteInline
source: (incomplete)
de_ch: (unvollständig)
es: (incompleto)

source: Incomplete localization
de_ch: Unvollständige Übersetzung
es: Localización incompleta

# incompleteLocalizationDescription
source: Translation to this language is not yet complete. Some elements may be missing localization, or have incorrect localization. If you are interested in helping us complete localization, please <link>follow the instructions.</link>
de_ch: Die Übersetzung in diese Sprache ist noch nicht abgeschlossen. Bei einigen Elementen fehlt möglicherweise die Lokalisierung oder sie sind nicht korrekt lokalisiert. Wenn Sie daran interessiert sind, uns bei der Vervollständigung der Übersetzung zu helfen, <link>befolgen Sie bitte die Anweisungen.</link>
es: La traducción a este idioma aún no está completa. Es posible que a algunos elementos les falte la localización o tengan una localización incorrecta. Si está interesado en ayudarnos a completar la localización, <link>siga las instrucciones.</link>

# tableApi
source: Tables API
de_ch: Tabellen-API
es: API de las tablas
fr: API Tableaux

source: Operations API
es: API para las operaciones
fr: API des opérations

source: Documentation
de_ch: Dokumentation
es: Documentación

# administration
source: Administrative Tools
de_ch: Administrative Werkzeuge
es: Herramientas administrativas
fr: Outils administratifs

# developers
source: Developer Resources
de_ch: Ressourcen für Entwickler
es: Recursos para desarrolladores
fr: Ressources pour les développeurs

# forum
source: Community Forum
es: Foro de la Comunidad
fr: Forum de la communauté

# clearCache
source: Clear Browser Cache
de_ch: Browser-Cache leeren
es: Borrar la caché del navegador
fr: Effacer le cache du navigateur

# cacheCleared
source: Cache has been cleared. Please reload the page.
de_ch: Der Cache wurde geleert. Bitte laden Sie die Seite neu.
es: Se ha borrado la memoria caché. Por favor actualiza la página.
fr: Le cache a été vidé. Veuillez recharger la page.

# technicalDocumentation
source: Technical Docs
de_ch: Technische Dokumentation
es: Documentos técnicos
fr: Documents techniques

source: Express Search
fr: Recherche express
