Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/tree/*.po
Languages: de_ch, fr

source: Trees
de_ch: Hierarchien
fr: Des arbres

# badStructure
source: Bad tree structure.
de_ch: Fehlerhafte Baumstruktur.
fr: Mauvaise arborescence.

source: Move
de_ch: Verschieben
fr: Se déplacer

source: Merge
de_ch: Zusammenführen
fr: Fusionner

source: Undo Synonymy
de_ch: Synonymie rückgängig machen
fr: Annuler la synonyme

source: Synonymize
de_ch: Synonymisieren
fr: Synonymiser

# actionFailed
source: Operation failed
de_ch: Vorgang fehlgeschlagen
fr: L'opération a échoué

# actionFailedDescription
source: The operation could not be completed due to the following errors:
de_ch: Der Vorgang konnte aufgrund der folgenden Fehler nicht ausgeführt werden:
fr: L'opération n'a pas pu être effectuée en raison des erreurs suivantes :

source: Move node
de_ch: Knoten verschieben
fr: Déplacer le nœud

source: Add Child
de_ch: Kind hinzuzufügen
fr: Ajouter un enfant

# moveNodeHere
source: Move "{nodeName:string}" here
de_ch: Verschiebe "{nodeName:string}" hierhin
fr: Déplacez "{nodeName:string}" ici

# nodeMoveMessage
source: The {treeName:string} node "{nodeName:string}" will be placed, along with all of its descendants, under the new parent "{parentName:string}".
de_ch: Der {treeName:string} Knoten "{nodeName:string}" wird zusammen mit allen seinen Unterknoten unter den neuen übergeordneten Knoten "{parentName:string}" platziert.
fr: Le nœud {treeName:string} "{nodeName:string}" sera placé, avec tous ses descendants, sous le nouveau parent "{parentName:string}".

# cantMoveHere
source: Can't move this tree node here
de_ch: Dieser Knoten kann nicht hierhin verschoben werden
fr: Impossible de déplacer ce nœud d'arbre ici

# cantMergeHere
source: Can't merge this tree node here
de_ch: Dieser Knoten kann hier nicht zusammengelegt werden
fr: Impossible de fusionner ce nœud d'arborescence ici

# cantMoveToSynonym
source: Can't move to a synonym
de_ch: Kann nicht zu einem Synonym verschieben
fr: Impossible de passer à un synonyme

# cantMergeIntoSynonym
source: Can't merge into synonyms
de_ch: Kann nicht zu Synonymen zusammenführen
fr: Impossible de fusionner en synonymes

# cantSynonymizeSynonym
source: Can't synonymize with a synonym
de_ch: Kann nicht mit einem Synonym synonymisiert werden
fr: Ne peut pas synonyme avec un synonyme

# nodeMoveHintMessage
source: Select a new parent for "{nodeName:string}"
de_ch: Wählen Sie ein neues Elternelement für "{nodeName:string}"
fr: Sélectionnez un nouveau parent pour "{nodeName:string}"

source: Merge node
de_ch: Knoten zusammenführen
fr: Noeud de fusion

# mergeNodeHere
source: Merge "{nodeName:string}" here
de_ch: Führe "{nodeName:string}" hier zusammen
fr: Fusionner "{nodeName:string}" ici

# mergeNodeHintMessage
source: Select a new target for "{nodeName:string}" to be merged into
de_ch: Wähle ein neues Ziel um "{nodeName:string}" zusammenzuführen
fr: Sélectionnez une nouvelle cible pour "{nodeName:string}" à fusionner dans

# mergeNodeMessage
source: All references to {treeName:string} node "{nodeName:string}" will be replaced with "{parentName:string}", and all descendants of "{nodeName:string}" will be moved to "{parentName:string}" with any descendants matching in name and rank being themselves merged recursively.
de_ch: Alle Referenzen zu {treeName:string} "{nodeName:string}" werden mit "{parentName:string}" ersetzt. Alle Nachkommen von "{nodeName:string}" werden nach "{parentName:string}" verschoben, wobei alle Nachkommen, die in Name und Rang übereinstimmen, selbst rekursiv zusammengeführt werden.
fr: Toutes les références au nœud {treeName:string} "{nodeName:string}" seront remplacées par "{parentName:string}", et tous les descendants de "{nodeName:string}" seront déplacés vers "{parentName:string}", tous les descendants correspondant au nom et au rang étant eux-mêmes fusionné récursivement.

source: Synonymize node
de_ch: Knoten synonymisieren
fr: Synonymiser le nœud

# makeSynonym
source: Make {nodeName:string} a synonym of {synonymName:string}
de_ch: Aus {nodeName:string} ein Synonym von {synonymName:string} machen
fr: Faire de {nodeName:string} un synonyme de {synonymName:string}

# synonymizeNodeHintMessage
source: Select a target for "{nodeName:string}" to be synonymized to
de_ch: Wähle Ziel um "{nodeName:string}" daran zu synonymisieren
fr: Sélectionnez une cible pour "{nodeName:string}" à synonyme de

# synonymizeMessage
source: The {treeName:string} node "{nodeName:string}" will be made a synonym of "{synonymName:string}".
de_ch: Der {treeName:string}-Knoten "{nodeName:string}" wird zu einem Synonym von "{synonymName:string}".
fr: Le nœud {treeName:string} "{nodeName:string}" deviendra un synonyme de "{synonymName:string}".

source: Desynonymize node
de_ch: Knoten desynonymisieren
fr: Désynonymiser le nœud

# desynonymizeNodeMessage
source: "{nodeName:string}" will no longer be a synonym of "{synonymName:string}".
de_ch: "{nodeName:string}" wird nicht mehr ein Synonym von "{synonymName:string}" sein.
fr: "{nodeName:string}" ne sera plus synonyme de "{synonymName:string}".

# acceptedName
source: Preferred: {name:string}
de_ch: Bevorzugt: {name:string}
fr: Préféré : {name:string}

# treeViewTitle
source: {treeName:string} Tree
de_ch: {treeName:string} Baum
fr: {treeName:string} Arbre

# searchTreePlaceholder
source: Search Tree
de_ch: Baum durchsuchen
fr: Arbre de recherche

source: Opened
de_ch: Geöffnet
fr: Ouvert

source: Closed
de_ch: Geschlossen
fr: Fermé

source: Leaf Node
de_ch: Blattknoten
fr: Noeud feuille

# directCollectionObjectCount
source: Direct {collectionObjectTable:string} Count
de_ch: Direkte {collectionObjectTable:string} Anzahl
fr: Nombre d'objets de collecte directe

# indirectCollectionObjectCount
source: Indirect {collectionObjectTable:string} Count
de_ch: Indirekte {collectionObjectTable:string} Anzahl
fr: Nombre d'objets de la collection indirecte

source: Edit Ranks
de_ch: Positionen bearbeiten
fr: Modifier les rangs

# resourceToDelete
source: This will permanently delete the following resource
de_ch: Dadurch wird die folgende Ressource dauerhaft gelöscht

source: Split View
de_ch: Geteilte Sicht

source: Vertical
de_ch: Vertikal
