Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/welcome/*.po
Languages: fr

# pageTitle
source: Welcome
fr: Bienvenue

# aboutSpecify
source: About Specify 7
fr: À propos de Specify 7

source: Download Information
fr: Télécharger les informations

source: Taxon Tiles
fr: Tuiles Taxon

source: System Information
fr: Informations système

# specifyVersion
source: Specify 7 Version:
fr: Version de Specify 7 :

source: Build Date:
fr: Date de build :

# specifySixVersion
source: Specify 6 Version:
fr: Version de Specify 6 :

source: Database Version:
fr: Version de la base de données :

# schemaVersion
source: DB Schema Version:
fr: Version du schéma de la base de données :

source: Database Name:
fr: Nom de la base de données :

source: ISA Number:
fr: Numéro ISA :

source: Browser:
fr: Navigateur :

# databaseCreationDate
source: DB Creation Date:
fr: Date de création de la base de données :
