Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/merging/*.po
Languages: ru

source: Record Merging
ru: Объединение записей

source: Merge Records
ru: Объединить записи

source: Merged Record
ru: Объединенная запись

source: Show conflicting fields only
ru: Показывать только конфликтующие поля

source: Preview
ru: Предварительный просмотр

source: New merged record
ru: Новая объединенная запись

# duplicateRecord
source: Preview {index:number|formatted}
ru: Предварительный просмотр {index:number|formatted}

# nRecords
source: {count:number|formatted} records
ru: {count:number|formatted} записи

source: Sub-view Controls
ru: Элементы управления подпредставлением

# mergeFields
source: Merge {field:string}
ru: Объединить {field:string}

source: Auto-populate
ru: Автозаполнение

source: Dismiss from merging
ru: Отклонить от слияния

# agentContainsGroupDescription
source: Agents contain group members
ru: Агенты содержат членов группы

# recordNotBeMergedReason
source: The following records cannot be merged. Reason:
ru: Следующие записи невозможно объединить. Причина:

# someCannotBeMerged
source: Some records cannot be merged
ru: Некоторые записи невозможно объединить

source: Merge others
ru: Объединить других

# warningMergeText
source: Before proceeding, please note that the following action may interrupt other users. This action may cause delays or temporary unavailability of certain features for Specify users. Please consider the impact on their experience. This merge cannot be undone
ru: Прежде чем продолжить, обратите внимание, что следующее действие может помешать другим пользователям. Это действие может привести к задержкам или временной недоступности определенных функций для пользователей Specify. Пожалуйста, учтите влияние на их опыт. Это объединение невозможно отменить.

source: Merge Failed
ru: Слияние не удалось

source: Merge Succeeded
ru: Слияние выполнено успешно

source: Merging
ru: Слияние

# mergingHasStarted
source: The merge process has started.
ru: Процесс слияния начался.

# mergingHasSucceeded
source: The merge process has succeeded.
ru: Процесс слияния завершился успешно.

# mergingHasFailed
source: The merge process has failed.
ru: Процесс слияния не удался.

# mergingHasBeenCanceled
source: The merge process has been canceled.
ru: Процесс слияния отменен.

source: Retry merge.
ru: Повторите попытку объединения.

# mergingWentWrong
source: Something went wrong during the merging process.
ru: Что-то пошло не так в процессе слияния.

source: Linked Records
ru: Связанные записи
