Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/interactions/*.po
Languages: de_ch, es, uk

source: Interactions
es: Interacciones
uk: Взаємодії

source: Add Items
de_ch: Elemente hinzufügen
es: Añadir elementos
uk: Додати предмети

# recordReturn
source: {modelName:string} Return
es: {table:string} Devuelve
uk: {modelName:string} Повернення

# problemsFound
source: There are problems with the entry:
de_ch: Es gibt Probleme mit dem Eintrag:
es: Esta entrada da problemas:
uk: Є проблеми з входом:

# byChoosingRecordSet
source: By choosing a recordset ({{count:none | one | ??}} available)
de_ch: Durch wählen eines Datensatzes ({{count:none | one | ??}} available)
es: Al elegir un conjunto de registros ({{count:none | uno | ??}} disponible)
uk: Вибравши набір записів (доступно {{count:none | one | ??}})

# byEnteringNumbers
source: By entering {fieldName:string}s
de_ch: Durch Eingabe von {fieldName:string}s
es: Introduciendo {fieldName:string}s
uk: Ввівши {fieldName:string}s

source: Without preparations
de_ch: Ohne Präparate
es: Sin preparaciones
uk: Без препаратів

# addUnassociated
source: Add unassociated item
de_ch: Nicht assoziierter Gegenstand hinzufügen
es: Añadir elemento no asociado
uk: Додати непов’язаний елемент

source: Preparations
de_ch: Präparate
es: Preparaciones
uk: препарати

# preparationsCanNotBeReturned
source: Preparations cannot be returned in this context.
de_ch: Präparate können in diesem Kontext nicht zurückgegeben werden.
es: No se pueden devolver las preparaciones en este contexto.
uk: У цьому контексті препарати не повертаються.

# noUnresolvedPreparations
source: There are no unresolved preparations for this loan.
de_ch: Für dieses Ausleihe bestehen keine ungelösten Vorbereitungen.
es: No hay preparaciones sin resolver para este préstamo.
uk: Немає жодної невирішеної підготовки щодо цієї позики.

source: Unresolved
de_ch: Ungelöst
es: Sin resolver
uk: Невирішено

source: Return
de_ch: Rückgabe
es: Devolver
uk: Повернення

source: Resolve
de_ch: Lösen
es: Resolver
uk: Розв'язати

source: Return all preparations
de_ch: Alle Präparate zurückgeben
es: Devolver todas las preparaciones
uk: Повернути всі препарати

source: Return selected preparations
de_ch: Ausgewählte Präparate zurückgeben
es: Devolver preparaciones seleccionadas
uk: Повернути обрані препарати

source: Select all available preparations
de_ch: Alle verfügbaren Präparate auswählen
es: Seleccionar todas las preparaciones disponibles
uk: Виберіть усі доступні препарати

source: Select All
de_ch: Alle auswählen
es: Seleccionar todo
uk: Вибрати все

source: Selected Amount
de_ch: Ausgewählte Anzahl
es: Cantiidad seleccionada
uk: Вибрана сума

source: Returned Amount
de_ch: Zurückgegebene Anzahl
es: Cantidad devuelta
uk: Повернена сума

source: Resolved Amount
de_ch: Gelöste Anzahl
es: Cantidad resuelta
uk: Вирішена сума

# resolvedLoans
source: Resolved {loanTable:string} records
es: Registros {loanTable:string} resueltos

# openLoans
source: Open {loanTable:string} records
es: Abrir {loanTable:string} registros

# gifts
source: {giftTable:string} records
es: Registros {giftTable:string}

# exchanges
source: {exhangeInTable:string} / {exhangeOutTable:string} records
es: {exhangeInTable:string} / {exhangeOutTable:string} registros

source: uncataloged
es: descatalogado
uk: некаталогований

# returnedPreparations
source: Returned {tablePreparation:string} records
es: Registros {tablePreparation:string} devueltos

# returnedAndSaved
source: {count:number|formatted} {tablePreparation:string} records have been returned and saved
es: {count:number|formatted} {tablePreparation:string} registros han sido devueltos y guardados

source: Deselect all
es: Deseleccionar todo
uk: Зняти вибір із усіх

source: Available
es: Disponible
uk: в наявності

source: Unavailable
es: Indisponible
uk: Недоступний

# returnLoan
source: Return {tableLoan:string} records
es: Devolver registros {tableLoan:string}

source: Print Invoice
es: Imprimir factura
uk: Роздрукувати рахунок-фактуру

# loanWithoutPreparation
source: {tableLoan:string} w/o {tablePreparation:string} records
es: {tableLoan:string} sin registros {tablePreparation:string}

# loanWithoutPreparationDescription
source: Create a {tableLoan:string} with no {tablePreparation:string} records
es: Cree un {tableLoan:string} sin registros {tablePreparation:string}

# createRecord
source: Create {modelName:string}
de_ch: Erstelle {modelName:string}
es: Crear {table:string}
uk: Створити {modelName:string}

source: Missing:
de_ch: Es fehlt:
uk: Відсутні:

# preparationsNotFound
source: No preparations were found.
de_ch: Es wurden keine Präparate gefunden.
uk: Препаратів не виявлено.
