Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/notifications/*.po
Languages: es

# notifications
source: Notifications: {count:number|formatted}
es: Notificaciones

# notificationsLoading
source: Notifications: …
es: Notificaciones: …

# mostRecentNotificationsTop
source: (Ordered from most recent to the oldest.)
es: (Ordenados del más reciente al más antiguo.)

source: Download
es: Descargar

# feedItemUpdated
source: RSS Export feed has been updated.
es: Se ha actualizado el feed RSS Export.

# updateFeedFailed
source: Export feed update failed.
es: Error al exportar actualizaciones de canales.

source: DwCA export completed.
es: Exportación de DwCA completada.

source: DwCA export failed.
es: No se pudo exportar DwCA.

source: Query export to CSV completed.
es: La exportación de la solicitud a CSV está completa.

source: Query export to KML completed.
es: Exportación de consultas a KML completada.

# dataSetOwnershipTransferred
source: <userName /> transferred the ownership of the <dataSetName /> dataset to you.
es: <userName /> te transfirió la propiedad del conjunto de datos <dataSetName />.
