Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/user/*.po
Languages: ru

source: Log In
ru: Авторизоваться

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

# collectionAccessDenied
source: You do not have access to this collection
ru: У вас нет доступа к этой коллекции

# collectionAccessDeniedDescription
source: The currently logged in account does not have access to the {collectionName:string} collection.
ru: Учетная запись, вошедшая в систему в данный момент, не имеет доступа к коллекции {collectionName:string}.

source: Change Password
ru: Изменить пароль

source: Old password
ru: Предыдущий пароль

source: New password
ru: iНовый пароль

# repeatPassword
source: Repeat new password
ru: Повторите новый пароль

source: Log Out
ru: Выйти

source: Set User Agents
ru: Настроить пользовательских агентов

# noAgent
source: Current user does not have an agent assigned
ru: Текущему пользователю не назначен агент

# noAgentDescription
source: Please log in as admin and assign an agent to this user
ru: Пожалуйста, войдите как администратор и назначьте агента этому пользователю

# helloMessage
source: Hello, {userName:string}!
ru: Привет, {userName:string}!

# oicWelcomeMessage
source: You've been invited to associate an external login to your Specify user account. This will enable you to log in to Specify with your chosen provider going forward.
ru: Вам было предложено связать внешний логин с вашей учетной записью пользователя Specify. Это позволит вам войти в Specify с выбранным вами провайдером в будущем.

# legacyLogin
source: Sign in with Specify Account
ru: Войти с помощью Профиля Specify

# unknownOicUser
source: There is currently no Specify user associated with your {providerName:string} account. If you have a Specify user name and password, you can enter them below to associate that user with your {providerName:string} account for future logins.
ru: В настоящее время нет пользователя Specify, связанного с вашей учетной записью {providerName:string}. Если у вас есть Specify имя пользователя и пароль, вы можете ввести их ниже, чтобы связать этого пользователя с вашей учетной записью {providerName:string} для будущих входов в систему.

source: Generate Master Key
ru: Сгенерировать мастер-ключ

source: User Password
ru: Пользовательский пароль

source: Generate
ru: Генерировать

source: Master key generated
ru: Мастер-ключ создан

# masterKeyFieldLabel
source: Master Key
ru: Мастер ключ

# incorrectPassword
source: Password was incorrect.
ru: Пароль неверный.

# noAccessToResource
source: You do not have access to any {collectionTable:string} containing this resource through the currently logged in account
ru: У вас нет доступа ни к одной {collectionTable:string}, содержащей этот ресурс через текущую учетную запись

# resourceInaccessible
source: The requested resource cannot be accessed while logged into the current collection.
ru: Запрошенный ресурс недоступен в текущей коллекция.

# selectCollection
source: Select one of the following collections:
ru: Выберите одну из следующих коллекций:

# loginToProceed
source: You can login to the {collectionTable:string}, to proceed:
ru: Вы можете войти в {collectionTable:string}, чтобы продолжить:

# sessionTimeOutDescription
source: You lack sufficient privileges for that action, or your current session has been logged out.
ru: У вас недостаточно прав для этого действия, или текещий сеанс был отключен.

source: NO PERMISSION
ru: ОТСУТСТВУЕТ РАЗРЕШЕНИЕ

source: Permission denied error
ru: В доступе отказано

# permissionDeniedDescription
source: You don't have any policy or role that gives you permission to do the following action:
ru: У вас нет политики или роли, которая дает вам разрешение на выполнение следующих действий:

# permissionDeniedForUrl
source: Permission denied when accessing <url />
ru: Разрешение не было дано при доступе к <url />

# noAccessToCollections
source: The logged in user has not been given access to any collections in this database. You must login as another user.
ru: Пользователь, вошедший в систему, не получил доступа ни к каким коллекциям в этой базе данных. Вы должны войти в систему как другой пользователь.

source: User Account
ru: Учетная запись

source: Remove Admin
ru: Забрать администратора

# canNotRemoveYourself
source: You cannot revoke your own admin status
ru: Вы не можете отозвать свой собственный статус администратора

source: Make Admin
ru: Сделать администратором

source: Save user first
ru: Сначала нужко сохранить пользователя

# mustBeManager
source: User must be saved as Manager first
ru: Сначала пользователь должен быть сохранен как менеджер

# users
source: User Accounts
ru: Пользователи

source: Set Password
ru: Поставить пароля

# passwordsDoNotMatchError
source: Passwords do not match.
ru: Пароли не соответствуют.

# confirmPassword
source: Confirm
ru: Подтвердить

source: Collections
ru: Коллекции

# notAvailableOnAdmins
source: This option is unavailable for admin users
ru: Эта опция недоступна для администраторов.

# configureCollectionAccess
source: Select user collection access
ru: Выберите доступ к коллекциям

# securityPanel
source: Security and Accounts
ru: Безопасность и аккаунты

# userRoleLibrary
source: Institution Library of Role Templates
ru: Библиотека ролей пользователей

source: User Roles
ru: Роли пользователей

source: Assigned User Roles
ru: Назначенные роли пользователя

# rolePolicies
source: Role Permission Policies
ru: Политики

# userPolicies
source: User Permission Policies
ru: Политики

# customUserPolices
source: Custom Collection-level Policies (applies to this collection only)
ru: Пользовательские политики на уровне коллекции (применяется только к этой коллекции)

source: Role
ru: Роль

source: Read
ru: Читать

# userPermissionPreview
source: User's Permission Profile (read-only)
ru: Профиль разрешений пользователя (только чтение)

# outOfDateWarning
source: Note: preview may be out of date. Save changes to update the preview
ru: Примечание. Предварительный просмотр может быть устаревшим. Сохраните изменения, чтобы обновить предварительный просмотр

source: All Users
ru: Все пользователи

source: This user
ru: Этот пользователь

source: Action
ru: Действие

source: Resource
ru: Ресурс

source: All Collections
ru: Все коллекции

source: This collection
ru: Эта коллекция

source: All Actions
ru: Все действия

# collectionAccess
source: Enable Collection Access
ru: Доступ к коллекции

source: Create Role
ru: Создать роль

source: New Role
ru: Новая роль

source: From library:
ru: Из библиотеки:

# fromExistingRole
source: From an existing role:
ru: Из существующей роли:

source: Create new roles:
ru: Будут созданы новые роли:

source: Unchanged roles:
ru: Эти роли будут обновлены:

source: Institution Admin
ru: Супер администратор

source: Create Invite Link
ru: Создать пригласительную ссылку

source: User Invite Link
ru: Ссылка для приглашения пользователя

# userInviteLinkDescription
source: Send the following link to {userName:string} to allow them to log in for the first time.
ru: Отправьте эту ссылку {userName:string}, чтобы разрешить им войти в систему в первый раз.

# noProvidersForUserInviteLink
source: No external identity provider is configured. You can configure some in Specify 7 server settings
ru: Внешний поставщик удостоверений не настроен. Вы можете настроить некоторые в настройках сервера Specify 7.

# legacyPermissions
source: Specify 6 Permissions
ru: Specify 6 Разрешения

# setPasswordBeforeSavePrompt
source: Consider setting a password for this user. Users without a password won't be able to sign in
ru: Не забудьте установить пароль для этого пользователя. Пользователи без пароля не смогут войти

source: Set Collections
ru: Коллекции

# agentInUse
source: This agent is already associated with a different user.
ru: Этот агент уже связан с другим пользователем.

# setAgentsBeforeProceeding
source: Please set the following agents before proceeding:
ru: Прежде чем продолжить, установите следующие агенты:

source: External identity providers:
ru: Внешние аутентификаторы:

source: All tables
ru: Все таблицы

source: Loading admins...
ru: Загрузка администраторов...

# specifyAdmin
source: (Specify 7 Admin)
ru: (Specify 7 Администратор)

# legacyAdmin
source: (Specify 6 Admin)
ru: (Specify 6 Администратор)

# deleteRoleWithUsers
source: Delete role that has users?
ru: Удалить роль, в которой есть пользователи?

# deleteRoleWithUsersDescription
source: Users will not be deleted, but they would lose this role.
ru: Пользователи не будут удалены, но потеряют эту роль.

# institutionPolicies
source: Custom Institution-level Policies (applies to all assigned collections)
ru: Пользовательские политики на уровне учреждения (применяются ко всем назначенным коллекциям)

# cantRemoveLastAdmin
source: Can't remove Institution Admin status
ru: Не могу удалить статус суперадминистратора

# cantRemoveLastAdminDescription
source: There must be at least one Institution Admin in institution
ru: Должен быть хотя бы один суперадмин

source: Switch to horizontal layout
ru: Переключиться на горизонтальную раскладку

source: Switch to vertical layout
ru: Переключиться на вертикальную компоновку

source: Advanced tables
ru: Дополнительные таблицы

source: Excluded institutional policies:
ru: Исключенные институциональные политики:

# excludedInstitutionalPoliciesDescription
source: (Some policies that apply only at the institution-level are not present here at the collection-level.)
ru: (Некоторые политики применяются только на институциональном уровне, поэтому они удалены из этих списков.)

source: Account Setup Options
ru: Параметры учетной записи
