Repository: mjgablues/https-github.com-specify-specify7
Catalog: strings/backEnd/*.po
Languages: es, fr, ru, uk

# failedParsingBoolean
source: value "{value:string}" not resolvable to True or False
es: el valor "{value:string}" no se puede resolver en Verdadero o Falso
fr: la valeur "{value:string}" ne peut pas être résolue en Vrai ou Faux
ru: значение "{value:string}" не разрешается to True or False
uk: значення "{value:string}" не являється "True" або "False"

# failedParsingDecimal
source: value "{value:string}" is not a valid decimal value
es: el valor "{value:string}" no es un valor decimal válido
fr: la valeur "{value:string}" n'est pas une valeur décimale valide
ru: значение "{value:string}" не является допустимым чеслом
uk: значення "{value:string}" не є дійсним цілим числом

# failedParsingFloat
source: value "{value:string}" is not a valid floating point value
es: el valor "{value:string}" no es un valor de punto flotante válido
fr: la valeur "{value:string}" n'est pas une valeur à virgule flottante valide
ru: значение "{value:string}" не является допустимым числом с плавающей точкой
uk: значення "{value:string}" не є раціональним числом

# failedParsingPickList
source: {value:string} is not a legal value in this picklist field. Click on the arrow to choose among available options.
es: {value:string} no es un valor legal en este campo de lista de selección. Haga clic en la flecha para elegir entre las opciones disponibles.
fr: {value:string} n'est pas une valeur légale dans ce champ de liste de sélection. Cliquez sur la flèche pour choisir parmi les options disponibles.
ru: {value:string} не является допустимым значением в этом списке. Нажмите на стрелку, чтобы выбрать один из доступных вариантов.
uk: {value:string} не є допустимим значенням у цьому полі списку вибору. Натисніть на стрілку, щоб вибрати серед доступних варіантів.

# failedParsingAgentType
source: bad {agentTypeField:string}: "{badType:string}". Expected one of {validTypes:string}
es: tipo de agente incorrecto: "{badType:string}". Esperaba uno de {validTypes:string}
fr: mauvais type d'agent : "{badType:string}". Attendu l'un des {validTypes:string}
ru: неверный тип агента: "{badType:string}". Ожидается один из {validTypes:string}
uk: поганий {agentTypeField:string}: "{badType:string}". Очікується один із {validTypes:string}

# pickListValueTooLong
source: value from {pickListTable:string} {pickList:string} longer than the max of {maxLength:number|formatted} for field
es: valor de la lista de selección {pickList:string} más largo que el máximo de {maxLength:number|formatted} para el campo
fr: valeur de la liste de sélection {pickList:string} plus longue que le maximum de {maxLength:number|formatted} pour le champ
ru: значение из списка {pickList:string} длиннее максимального значения {maxLength:number|formatted} для поля
uk: значення з {pickListTable:string} {pickList:string} довше, ніж максимальне значення {maxLength:number|formatted} для поля

# valueTooLong
source: value must not have length greater than {maxLength:number|formatted}
es: el valor no debe tener una longitud superior a {maxLength:number|formatted}
fr: la valeur ne doit pas avoir une longueur supérieure à {maxLength:number|formatted}
ru: значение не должно быть длиннее {maxLength:number|formatted}
uk: довжина значення не повинна перевищувати {maxLength:number|formatted}

# invalidYear
source: date value must contain four digit year: {value:string}
es: el valor de la fecha debe contener un año de cuatro dígitos: {value:string}
fr: la valeur de date doit contenir l'année à quatre chiffres : {value:string}
ru: значение даты должно содержать четырехзначный год: {value:string}
uk: дата має містити чотири цифри року: {value:string}

# badDateFormat
source: bad date value: {value:string}. expected: {format:string}
es: valor de fecha incorrecta: {value:string}. esperado: {format:string}
fr: valeur de date incorrecte : {value:string}. attendu : {format:string}
ru: неверное значение даты: {value:string}. ожидается: {format:string}
uk: неправильне значення дати: {value:string}. очікуваний формат: {format:string}

# coordinateBadFormat
source: bad latitude or longitude value: {value:string}
es: valor incorrecto de latitud o longitud: {value:string}
fr: mauvaise valeur de latitude ou de longitude : {value:string}
ru: неверное значение широты или долготы: {value:string}
uk: неправильне значення широти або довготи: {value:string}

# latitudeOutOfRange
source: latitude must be between -90 and 90. Actual: {value:string}
es: la latitud debe estar entre -90 y 90. Real: {value:string}
fr: la latitude doit être comprise entre -90 et 90. Réel : {value:string}
ru: широта должна быть между -90 и 90. Фактически: {value:string}
uk: широта має бути між -90 і 90. Поточна: {value:string}

# longitudeOutOfRange
source: longitude must be between -180 and 180. Actual: {value:string}
es: la longitud debe estar entre -180 y 180. Real: {value:string}
fr: la longitude doit être comprise entre -180 et 180. Réelle : {value:string}
ru: долгота должна быть между -180 и 180. Фактически: {value:string}
uk: довгота має бути між -180 і 180. Поточна: {value:string}

# invalidPartialRecord
source: this field must be empty if {column:string} is empty
es: este campo debe estar vacío si {column:string} está vacío
fr: ce champ doit être vide si {column:string} est vide
ru: это поле должно быть пустым, если {column:string} пусто
uk: це поле має бути порожнім, якщо {column:string} є порожнім

# fieldRequiredByUploadPlan
source: field is required by upload plan mapping
es: el campo es obligatorio para la asignación del plan de carga
fr: le champ est requis par le mappage du plan de téléchargement
ru: поле обязательно для загрузки плана
uk: це поле є обов’язковим (згідно з визначенням)

# invalidTreeStructure
source: There are multiple "Uploaded" placeholder values in the tree!
es: ¡Hay múltiples valores de marcador de posición "Cargados" en el árbol!
fr: Il existe plusieurs valeurs d'espace réservé "Téléchargées" dans l'arborescence !
ru: В дереве есть несколько веток с именем "Uploaded"!
uk: У дереві є кілька вузлів з назвою "Uploaded"!

# missingRequiredTreeParent
source: Missing or unmapped required tree parent rank value for "{names:string}".
es: Falta el valor de clasificación principal del árbol requerido o no está asignado para "{names:string}".
fr: Valeur de rang parent d'arborescence requise manquante ou non mappée pour "{names:string}".
ru: Отсутствует или не сопоставлено необходимое значение родительского ранга для дерева "{names:string}".
uk: Відсутнє або не зіставлене необхідне значення батьківського рангу дерева для "{names:string}".

source: Show Traceback
es: Mostrar seguimiento
fr: Afficher la trace
ru: Показать трассировку
uk: Показати помилку

# fieldNotUnique
source: {tableName:string} must have unique {fieldName:string}
es: {tableName:string} debe tener un único {fieldName:string}
fr: {tableName:string} doit avoir un {fieldName:string} unique
ru: {tableName:string} должен иметь уникальный {fieldName:string}
uk: {tableName:string} має мати унікальний {fieldName:string}

# childFieldNotUnique
source: {tableName:string} must have unique {fieldName:string} in {parentField:string}
es: {tableName:string} debe tener un único {fieldName:string} en {parentField:string}
fr: {tableName:string} doit avoir un {fieldName:string} unique dans {parentField:string}
ru: {tableName:string} должен иметь уникальный {fieldName:string} в {parentField:string}
uk: {tableName:string} повинен мати унікальний "{fieldName:string}" у "{parentField:string}"

# deletingTreeRoot
source: Can not delete root level tree definition item
es: No se puede eliminar el elemento de definición del árbol de nivel raíz
fr: Impossible de supprimer l'élément de définition d'arborescence de niveau racine
ru: Невозможно удалить элемент определения дерева корневого уровня
uk: Неможливо видалити корінь дерева

# nodeParentInvalidRank
source: Tree node's parent has rank greater than itself
es: El padre del nodo del árbol tiene un rango mayor que él mismo
fr: Le parent du nœud de l'arbre a un rang supérieur à lui-même
ru: Родительский элемент узла дерева имеет ранг выше, чем он сам
uk: Батько вузла дерева має ранг, вищий за нього самого

# nodeChildrenInvalidRank
source: Tree node's rank is greater than some of its children
es: El rango del nodo del árbol es mayor que el de algunos de sus hijos
fr: Le rang du nœud de l'arbre est supérieur à celui de certains de ses enfants
ru: Ранг узла дерева больше, чем у некоторых его дочерних элементов
uk: Ранг вузла дерева більший, ніж у деяких його дочірніх вузлів

# nodeOperationToSynonymizedParent
source: {operation:string} node "{nodeName:string}" to synonymized parent "{parentName:string}"
es: {operation:string} nodo '{nodeName:string}' a padre sinónimo '{parentName:string}'
fr: {operation:string} nœud '{nodeName:string}' vers le parent synonyme '{parentName:string}'
ru: {operation:string} узел '{nodeName:string}' для синонимизированного родителя '{parentName:string}'
uk: {operation:string} вузол "{nodeName:string}" до синонімічного батьківського елемента "{parentName:string}"

# nodeSynonymizeToSynonymized
source: Synonymizing "{nodeName:string}" to synonymized node "{intoName:string}"
es: Sinonimizar '{nodeName:string}' al nodo sinónimo '{intoName:string}'
fr: Synonymisation de '{nodeName:string}' en nœud synonyme '{intoName:string}'
ru: Синонимизация '{nodeName:string}' к синонимизированному узлу '{intoName:string}'
uk: Синонімізація "{nodeName:string}" до синоніма "{intoName:string}"

# nodeSynonimizeWithChildren
source: Synonymizing node "{nodeName:string}" which has children
es: Sinonimizando el nodo '{nodeName:string}' que tiene hijos
fr: Synonymiser le nœud '{nodeName:string}' qui a des enfants
ru: Синонимизация узла '{nodeName:string}' с дочерними элементами
uk: Синонімується вузол "{nodeName:string}", який має дітей

# badTreeStructureInvalidRanks
source: Bad Tree Structure: Found {badRanks:number|formatted} cases where node rank is not greater than its parent
es: Estructura de árbol incorrecta: casos encontrados {badRanks:number} donde el rango del nodo no es mayor que su padre
fr: Mauvaise structure d'arborescence : {badRanks:number} cas trouvés où le rang du nœud n'est pas supérieur à celui de son parent
ru: Плохая древовидная структура: найдено {badRanks:number} случаев, когда ранг узла не выше, чем у его родителя.
uk: Погана структура дерева: знайдено {badRanks:number|formatted} випадків, коли ранг вузла не перевищує його батьківського рівня

# invalidNodeType
source: Unexpected type of node "{node:string}" during {operation:string}. Expected "{nodeModel:string}"
es: Tipo inesperado de nodo '{node:string}' durante {operation:string}. Se esperaba '{nodeModel:string}'
fr: Type de nœud '{node:string}' inattendu pendant {operation:string}. '{nodeModel:string}' attendu
ru: Неожиданный тип узла '{node:string}' во время {operation:string}. Ожидается '{nodeModel:string}'
uk: Неочікуваний тип вузла "{node:string}" під час {operation:string}. Очікується "{nodeModel:string}"

# mergeAcrossTrees
source: Merging across trees
es: Fusión a través de los árboles
fr: Fusionner à travers les arbres
ru: Слияние деревьев
uk: Комбінування дерев

# synonymizeAcrossTrees
source: Synonymizing across trees
es: Sinonimizar entre árboles
fr: Synonymisation à travers les arbres
ru: Синонимизация деревьев
uk: Синонімізація дерев

# limitReachedDeterminingAccepted
source: Could not find accepted taxon for synonymized taxon with ID of {taxonId:number}
es: No se pudo encontrar el taxón aceptado para el taxón sinónimo (id = {taxonId:number})
fr: Impossible de trouver le taxon accepté pour le taxon synonymisé (id = {taxonId:number})
ru: Не удалось найти принятый таксон для синонимизированного таксона (id = {taxonId:number})
uk: Не вдалося знайти прийнятий таксон для синоніма (ІД: {taxonId:number})

# resourceInPermissionRegistry
source: Resource {resource:string} already in Permissions registry
es: Recurso {resource:string} ya en el registro de permisos
fr: Ressource {resource:string} déjà dans le registre des autorisations
ru: Ресурс {resource:string} уже в реестре разрешений
uk: Ресурс {resource:string} уже є в реєстрі дозволів

# actorIsNotSpecifyUser
source: {agentTable:string} {actor:string} is not a {specifyUserTable:string}
es: El agente {actor:string} no es un usuario especificado
fr: L'agent {actor:string} n'est pas un utilisateur spécifié
ru: Агент {actor:string} не является SpecifyUser
uk: {agentTable:string} {actor:string} не є {specifyUserTable:string}

# unexpectedCollectionType
source: Unexpected type of collection "{unexpectedTypeName:string}". Expected "{collectionName:string}"
es: Tipo inesperado de colección '{unexpectedTypeName:string}'. Se esperaba '{nombre_colección:cadena}'
fr: Type de collection inattendu '{unexpectedTypeName:string}'. '{collectionName:string}' attendu
ru: Неожиданный тип коллекции "{unexpectedTypeName:string}". Ожидается '{collectionName:string}'
uk: Неочікуваний тип колекції "{unexpectedTypeName:string}". Очікується "{collectionName:string}"

# invalidReportMimetype
source: Can not create report: {mimeTypeField:string} is not one of "jrxml/label" or "jrxml/report"
es: No se puede crear el informe: mimetype no es 'jrxml/label' o 'jrxml/report'
fr: Impossible de créer le rapport : type MIME différent de 'jrxml/label' ou 'jrxml/report'
ru: Невозможно создать отчет: mimetype отличается от «jrxml/label» или «jrxml/report»
uk: Не вдається створити звіт: {mimeTypeField:string} має бути "jrxml/label" або "jrxml/report"

# fieldNotRelationship
source: Field {field:string} is not a Relationship
es: El campo {field:string} no es una relación
fr: Le champ {field:string} n'est pas une relation
ru: Поле {field:string} не является отношением
uk: Поле {field:string} не є зв’язком

# unexpectedTableId
source: Unexpected table id "{tableId:string}" in request. Expected "{expectedTableId:string}"
es: ID de tabla inesperado '{tableId:string}' en la solicitud. Se esperaba '{expectedTableId:string}'
fr: ID de table inattendu '{tableId:string}' dans la demande. '{expectedTableId:string}' attendu
ru: Неожиданный идентификатор таблицы '{tableId:string}' в запросе. Ожидается '{expectedTableId:string}'
uk: Неочікуваний ІД таблиці "{tableId:string}" у запиті. Очікується "{expectedTableId:string}"

# noCollectionInQuery
source: No Collection found in Query for table {table:string}
es: No se encontró ninguna colección en la consulta de la tabla {table:string}
fr: Aucune collection trouvée dans la requête pour la table {table:string}
ru: Коллекция не найдена в запросе для таблицы {table:string}
uk: У запиті для таблиці {table:string} колекція не знайдена

# invalidDatePart
source: Invalid date part "{datePart:string}". Expected one of {validDateParts:string}
es: Parte de fecha no válida '{datePart:string}'. Esperaba uno de {validDateParts:string}
fr: Partie de date non valide '{datePart:string}'. Attendu l'un des {validDateParts:string}
ru: Недопустимая часть даты '{datePart:string}'. Ожидается один из {validDateParts:string}
uk: Недійсна частина дати "{datePart:string}". Очікується один із {validDateParts:string}

# invalidUploadStatus
source: Invalid status "{uploadStatus:string}" for {operation:string}. Expected {expectedUploadStatus:string}
es: Estado no válido '{uploadStatus:string}' para {operation:string}. Esperado {expectedUploadStatus:string}
fr: Statut '{uploadStatus:string}' non valide pour {operation:string}. Attendu {expectedUploadStatus:string}
ru: Неверный статус '{uploadStatus:string}' для {operation:string}. Ожидается {expectedUploadStatus:string}
uk: Недійсний статус "{uploadStatus:string}" для {operation:string}. Очікується {expectedUploadStatus:string}

source: Dataset already uploaded
es: Conjunto de datos ya subido
fr: Ensemble de données déjà chargé
ru: Набор данных уже загружен
uk: Таблиця уже завантажена
